{
	
  "ironsource_app_key": "xxxx",
  "ironsource_banner_id": "xxxx",
  "ironsource_interstitial_id": "xxxx",
  "ironsource_rewarded_id": "xxxx",
 
  "applovin_banner_id": "",
  "applovin_interstitial_id": "dfd282b5e03e45fb",
  "applovin_native_id": "2317336465f8f561",
  "applovin_rewarded_id": "4c1dea64de3d0217",
  "max": true,
  
  "unity_banner_id": "xxxx",
  "unity_interstitial_id": "xxxx",
  "unity_rewarded_id": "xxxx",
  "unity_app_id": "xxxx",
  "is_unity_test_mode": true,
  
  "admob_banner": "xxxx",
  "admob_interstitial": "xxxx",
  "admob_native": "xxxx",
  "admob_rewarded": "xxxx",
  
  "facebook_banner": "xxxx",
  "facebook_interstitial": "xxxx",
  "facebook_native": "xxxx",
  "facebook_rewarded": "xxxx",
  

  "Interstitial": "applovin",
  "Banner": "xxxx",
  "Native": "applovin",
  "Rewarded": "applovin",
  
  
  "clicks_to_show_inter": 1,
  "native_rate": 2,
  
  "rating_exit_popup": true,
  
  "onesignal_id": "xxxxxxx",
  
  "app_suspended": false,
  "suspended_title": "A new update for this app is available.",
  "suspended_message": "Update this app because this version has some issues.",
  "suspended_URL": "xxxx",


  "guides": [
	{
	 "image": "https://cdn.browsercam.com/headers/org.hola.gpslocation-header.png",
	 "title": "Hola Fake GPS About",
	 "text": "guide on how to use a Fake GPS app on Android: Step 1: Download the Fake GPS app Go to the Play Store on your Android device and search for 'Fake GPS.' You'll find several app options available. Choose the one that best suits your needs and preferences. Step 2: Install the app Once you've selected the Fake GPS app you want to use, tap the 'Install' button and wait for it to download and install on your Android device. Step 3: Enable developer options To be able to use a Fake GPS app, you need to enable developer options on your Android device. Go to your phone's Settings and look for the 'About phone' option. Within this section, find the 'Build number' or 'Build version' and tap on it repeatedly until you see a message indicating that developer options have been enabled. Step 4: Access developer options Once you've enabled developer options, go back to the main Settings menu, and you'll now see a new option called 'Developer options.' Tap on it to access the advanced settings. Step 5: Allow mock locations Within the developer options, look for the setting called 'Allow mock locations.' Enable this option by toggling the switch.",
	 "text_two": "Step 6: Configure the Fake GPS app Open the Fake GPS app you downloaded and installed earlier. The app may request permission to access your device's location. Make sure to grant the necessary permissions. Step 7: Select the fake location In the Fake GPS app, you should see a map where you can search for a specific location or drag the marker to select a fake location. You can enter an address or location in the search box, and the app will show you the corresponding results. Once you've selected the desired location, confirm your choice. Step 8: Activate the fake location Now that you've selected the fake location in the Fake GPS app, activate the 'Mock location' option on your Android device. To do this, go to your phone's Settings, find the 'Location' section, and make sure that the 'Location' option is turned on. Then, select the Fake GPS app as the default mock location app. Step 9: Use the fake location Once you've set everything up, you can open any app that relies on location, and it should display the fake location you selected in the Fake GPS app. Keep in mind that some services or apps may detect if you're using a fake location, so this may not work in all situations. Please note that the process for using a Fake GPS app may vary slightly depending on the specific app you choose. This guide provides the basic steps that apply to most Fake GPS apps on Android.",

	 "isLocked": false,
	 "id": 1,
	 	 
	 "showBTN": true,
	 "BtnURL": "https://apkpure.com/fake-gps-location-hola/org.hola.gpslocation",
	 "BtnTXT": "Download App"
	},
	{
	 "image": "https://images.tenorshare.com/topics/change-location/hola-fake-gps-1.jpg?w=512&h=288",
	 "title": "How To Use",
	 "text": "To use a Fake GPS app on Android, follow these general steps: Download and install a Fake GPS app from the Google Play Store. There are various options available, such as 'Fake GPS Location' or 'Fake GPS Joystick & Routes Go.' Open the Fake GPS app on your Android device. The app will display a map interface. You can either manually search for a location by entering an address or use the map to navigate and select a location. Once you've chosen the desired location, tap on it or use the provided search button to confirm the selection. The Fake GPS app will now set the chosen location as your fake GPS location. To activate the fake GPS location, you need to enable Developer Options on your Android device. Go to your device's Settings and scroll down to find 'About phone' or 'About device.' Tap on it.",
	 "text_two": "Look for the 'Build number' or 'Build version' entry and tap on it seven times. This action will enable Developer Options on your device. Go back to the main Settings menu and locate 'Developer options' (it may be at the bottom of the list). Tap on it. In Developer Options, scroll down until you find 'Select mock location app' or 'Mock location app.' Tap on it and select the Fake GPS app you installed. Go back to the Fake GPS app and ensure that it is running in the foreground. Open the app or game that you want to use with the fake GPS location. The app will now receive the location you set in the Fake GPS app. Please note that some apps or games may have measures in place to detect fake GPS usage. They may not function as expected or may detect that you are using a fake location. Additionally, using a fake GPS location for fraudulent purposes or to deceive others is against the terms of service of many apps and platforms. Make sure to use fake GPS apps responsibly and within the legal and ethical boundaries.",

	 "isLocked": true,
	 "id": 2,
	 	 
	 "showBTN": true,
	 "BtnURL": "https://apkpure.com/fake-gps-location-hola/org.hola.gpslocation",
	 "BtnTXT": "Download App"
	},
	{
	 "image": "https://helpdeskgeek.com/wp-content/pictures/2020/07/Fake-GPS-Featured.png",
	 "title": "Proper Use",
	 "text": "When using a Fake GPS app on your Android device, it's important to use it responsibly and in accordance with the terms of service of the apps or platforms you're interacting with. Here are some guidelines for the proper use of a Fake GPS app: Understand the purpose: Fake GPS apps are typically used for testing, spoofing locations in games, or exploring location-based apps. Make sure you have a valid reason for using a fake GPS location and avoid using it for malicious or deceptive purposes. Respect app policies: Many apps and platforms have strict policies regarding the use of fake GPS locations. Using fake GPS to manipulate your location in a way that violates these policies can result in penalties or account suspension. Familiarize yourself with the terms of service and guidelines of the apps you're using to ensure proper compliance. Testing and development: Fake GPS apps can be useful for app developers or testers who need to simulate different locations for testing purposes. If you're using a fake GPS app for development or testing, ensure that it's within the scope of your work and not infringing on any terms or agreements.  Gaming and virtual experiences: Some location-based games or virtual experiences may allow the use of fake GPS locations to enhance gameplay. However, make sure to follow the specific guidelines of the game or platform and avoid using fake GPS to gain unfair advantages or exploit the system. ",
	 "text_two": "Privacy considerations: Be mindful of the privacy implications when using a fake GPS app. Ensure that you're not sharing or disclosing sensitive or personal information inadvertently by using a fake location. Respect the privacy of others and avoid invading their privacy by faking your location. Use at your own risk: Keep in mind that using a fake GPS location can have unintended consequences. Some apps or services may detect fake locations and restrict access or functionality. Additionally, using fake GPS apps may impact the accuracy of location-based services on your device. Stay updated: Fake GPS apps may require regular updates or compatibility with the latest Android versions. Ensure that you're using a reputable and up-to-date app from a trusted source to minimize any potential security risks. Remember, the specific guidelines for proper use may vary depending on the app or platform you're interacting with. It's essential to review and adhere to their terms of service, community guidelines, and usage policies to ensure responsible and appropriate usage of a Fake GPS app.",

	 "isLocked": false,
	 "id": 3,
	 
	 "showBTN": false,
	 "BtnURL": "",
	 "BtnTXT": "Click"
	},
	{
	"image": "https://images.wootechy.com/article/hola-fake-gps-apk.png",
	 "title": "Features",
	 "text": "Fake GPS apps for Android can offer various features and functionalities, although the specific features may vary depending on the app you choose. Here are some common features found in Fake GPS apps:  Location selection: Fake GPS apps allow you to choose a specific location on a map or search for a particular address or landmark. You can pinpoint any desired location around the world as your fake GPS location.  GPS spoofing: These apps enable you to spoof or fake your device's GPS location. They override the actual GPS coordinates and provide the chosen fake location to other apps or services that rely on location information.  Joystick control: Some Fake GPS apps offer a joystick feature, allowing you to simulate movement in the chosen location. This feature can be useful for games or apps that require dynamic location changes.  Route simulation: Certain Fake GPS apps provide the ability to create and simulate routes. You can set multiple waypoints and simulate movement along a specific path, making it useful for gaming or testing location-based applications.  Favorites and history: Many Fake GPS apps allow you to save favorite or frequently used locations for quick access. They also keep a history log of your previously selected fake locations.",
	 "text_two": "Speed adjustment: Some apps offer the option to adjust the speed at which your device appears to be moving when using the fake GPS location. This feature can be handy for apps that consider movement speed in their functionality.  System-wide or app-specific settings: Fake GPS apps may offer the choice to set the fake location system-wide, affecting all apps that rely on GPS information, or enable app-specific settings, allowing you to choose which apps use the fake GPS location.  Developer options integration: These apps often provide integration with Android's developer options, allowing you to easily enable mock locations and select the Fake GPS app as the default mock location provider.  Privacy protection: Some Fake GPS apps offer privacy features to prevent the disclosure of your real location or to obfuscate your actual GPS data for increased privacy and security.  User interface customization: Depending on the app, you may have options to customize the user interface, such as selecting map styles, adjusting joystick appearance, or choosing different themes.  Remember that the availability of features may differ between various Fake GPS apps. It's recommended to explore the specific features offered by the app you choose by reading its description, checking user reviews, or referring to the app's documentation or support materials.",

	 "isLocked": false,
	 "id": 4,

	 "showBTN": false,
	 "BtnURL": "xxxx",
	 "BtnTXT": "xxxx"
	},
	{
	"image": "https://images.imyfone.com/en/images/2021/07/hola-change-gps-location-ml.png",
	 "title": "More Tips",
	 "text": "Certainly! Here are some additional tips for using a Fake GPS app on Android:  Choose a reputable app: Select a Fake GPS app from a trusted source, such as the Google Play Store. Look for apps with positive reviews and a high number of downloads. This helps ensure that you're using a reliable and safe app.  Check app compatibility: Before downloading a Fake GPS app, verify that it's compatible with your Android device and operating system version. This information is usually listed in the app's description or on the developer's website.  Grant necessary permissions: When using a Fake GPS app, it may require certain permissions to function properly. Make sure to grant the necessary location and storage permissions as requested by the app to enable it to change your device's GPS location effectively.  Test in different scenarios: Verify the effectiveness of the fake GPS location in various scenarios and apps. Test it with different location-based apps, games, or services to ensure that the fake location is accurately reflected.  Disable mock locations when not in use: To avoid unintended consequences or conflicts with apps that rely on accurate GPS data, it's a good practice to disable mock locations when you're not actively using the Fake GPS app. This can help ensure that other apps receive the correct GPS information when needed.  Be aware of app detection: Some apps or services have mechanisms in place to detect fake GPS usage. They may prevent certain functionalities or even ban accounts that are found to be using fake GPS locations. Exercise caution and be mindful of the terms of service of the apps or platforms you're using.",
	 "text_two": "Consider the limitations: Fake GPS apps can have limitations or inaccuracies in simulating location data. It's important to be aware that the accuracy and behavior of the fake GPS location may not be identical to a real GPS signal. Be prepared for potential discrepancies in location-based features or services.  Keep your device up to date: Regularly update your Android device's operating system and apps, including the Fake GPS app, to ensure you have the latest bug fixes, security patches, and compatibility improvements. This helps maintain the stability and functionality of the app.  Read user guides and tutorials: Many Fake GPS apps provide user guides or tutorials on their websites or within the app itself. Take the time to read through these resources to understand all the features and options available to you.  Respect laws and regulations: When using a Fake GPS app, make sure you comply with local laws and regulations regarding the use of such technology. Some jurisdictions may have restrictions on manipulating or falsifying GPS information, particularly for illegal or fraudulent activities.  Remember to use Fake GPS apps responsibly and ethically. Avoid using them to deceive or harm others, and always respect the privacy and terms of service of the apps, games, or platforms you interact with.",

	 "isLocked": false,
	 "id": 5,

	 "showBTN": false,
	 "BtnURL": "xxxx",
	 "BtnTXT": "xxxx"
	},
	{
	"image": "https://i.ytimg.com/vi/xS4lPyIz7bE/maxresdefault.jpg",
	 "title": "Conclusion",
	 "text": "In conclusion, Fake GPS apps for Android can be useful tools for various purposes, such as testing location-based apps, spoofing locations in games, or exploring virtual experiences. However, it's important to use them responsibly and in compliance with the terms of service and laws of the apps and jurisdictions involved.  When using a Fake GPS app, choose a reputable app from a trusted source, grant necessary permissions, and ensure compatibility with your Android device. Test the fake GPS location in different scenarios and be aware of any app detection mechanisms that may exist. Consider disabling mock locations when not in use to avoid conflicts and unintended consequences.  Keep in mind that Fake GPS apps have limitations and may not perfectly replicate a real GPS signal. Be aware of potential inaccuracies and discrepancies in location-based features or services.",
	 "text_two": "Respect the privacy of others, follow app guidelines and policies, and use Fake GPS apps responsibly and within legal boundaries. Regularly update your device and apps to maintain their stability and functionality. By following these tips, you can make the most of a Fake GPS app while ensuring a responsible and ethical usage experience.",

	 "isLocked": false,
	 "id": 6,

	 "showBTN": false,
	 "BtnURL": "xxxx",
	 "BtnTXT": "xxxx"
	}
  ]  
}
