{
	
  "ironsource_app_key": "xxxx",
  "ironsource_banner_id": "xxxx",
  "ironsource_interstitial_id": "xxxx",
  "ironsource_rewarded_id": "xxxx",
 
  "applovin_banner_id": "791d0b1940eecdbe",
  "applovin_interstitial_id": "18d3c5b11be7968b",
  "applovin_native_id": "0f2bb29e892e7162",
  "applovin_rewarded_id": "ecdc0f427b73f27a",
  "max": true,
  
  "unity_banner_id": "xxxx",
  "unity_interstitial_id": "xxxx",
  "unity_rewarded_id": "xxxx",
  "unity_app_id": "xxxx",
  "is_unity_test_mode": true,
  
  "admob_banner": "xxxx",
  "admob_interstitial": "xxxx",
  "admob_native": "xxxx",
  "admob_rewarded": "xxxx",
  
  "facebook_banner": "xxxx",
  "facebook_interstitial": "xxxx",
  "facebook_native": "xxxx",
  "facebook_rewarded": "xxxx",
  

  "Interstitial": "applovin",
  "Banner": "applovin",
  "Native": "applovin",
  "Rewarded": "applovin",
  
  
  "clicks_to_show_inter": 1,
  "native_rate": 2,
  
  "rating_exit_popup": true,
  
  "onesignal_id": "xxxxxxx",
  
  "app_suspended": false,
  "suspended_title": "A new update for this app is available.",
  "suspended_message": "Update this app because this version has some issues.",
  "suspended_URL": "xxxx",


  "guides": [
	{
	 "image": "https://i.ytimg.com/vi/A0h_fFMi-D8/maxresdefault.jpg",
	 "title": "Mediatek SmartDevice Guide",
	 "text": "Installation: Visit the Google Play Store on your Android device and search for 'MediaTek SmartDevice.' Tap on the app from the search results, then click the 'Install' button to download and install it on your device. Launching the App: Once the installation is complete, locate the app's icon on your home screen or in the app drawer. Tap on the icon to launch the MediaTek SmartDevice app. Pairing with a Device: MediaTek SmartDevice is designed to connect with compatible smart devices such as smartwatches or other wearable devices. To pair your smart device with the app, follow the specific instructions provided by the device manufacturer. Usually, it involves enabling Bluetooth on your Android device, turning on your smart device, and initiating the pairing process within the app. App Interface: The app interface may vary depending on the specific device you're using it with. Generally, you'll find options to manage and customize settings, receive notifications, and access various features offered by your smart device.",
	 "text_two": "Settings and Customization: Explore the settings menu within the MediaTek SmartDevice app to adjust preferences, personalize notifications, and configure specific functionalities of your smart device. This could include things like changing watch faces, setting alarms, managing health data, and more. Notifications: MediaTek SmartDevice allows you to receive notifications from your connected smart device directly on your Android phone. Ensure that the necessary permissions are granted for the app to display these notifications. You can usually find notification settings within the app's settings menu or the notification shade on your Android device. Updates and Support: Keep the MediaTek SmartDevice app updated to benefit from the latest features, bug fixes, and compatibility improvements. Visit the Google Play Store regularly to check for updates and install them when available. If you encounter any issues or need assistance with the app, consider contacting the MediaTek SmartDevice support team or referring to the app's documentation or online resources. Remember that the exact functionalities and features of the MediaTek SmartDevice app may vary depending on the specific smart device you're using it with. It's always a good idea to consult the device's user manual or visit the manufacturer's website for detailed instructions and information related to your specific smart device and its corresponding app.",

	 "isLocked": false,
	 "id": 1,
	 	 
	 "showBTN": true,
	 "BtnURL": "https://apkcombo.com/mediatek-smartdevice/com.mtk.btnotification/",
	 "BtnTXT": "Download App"
	},
	{
	 "image": "https://i.ytimg.com/vi/qUb8wgAiXnI/maxresdefault.jpg",
	 "title": "How To Use",
	 "text": "To provide more specific guidance on how to use the MediaTek SmartDevice app, I would need further information about the particular features and functionalities you are interested in. Since I don't have access to real-time information or the app's interface, I can offer some general tips on how to use similar smart device companion apps. Please note that the exact steps may differ based on the app version and the device you are connecting. Here are some general steps to get started: Pairing the Smart Device: Ensure that your smart device is fully charged and powered on. Open the MediaTek SmartDevice app on your Android device and navigate to the 'Settings' or 'Pairing' section. Follow the on-screen instructions to initiate the pairing process between your Android device and the smart device. This typically involves turning on Bluetooth and searching for nearby devices. Select your smart device from the list and confirm the pairing request. Device Management: Once the pairing is successful, you should see the connected smart device listed within the MediaTek SmartDevice app. Tap on the device to access its management interface. Here, you can explore various options depending on the capabilities of your specific smart device. These options may include settings, notifications, apps, watch faces, health data, music control, and more. Settings Customization: Within the device management interface, you can typically find settings to customize your smart device's behavior. This may include options to adjust brightness, sound, vibration, display preferences, language, time format, and other device-specific settings. Explore these options to personalize your device according to your preferences.",
	 "text_two": "Notifications and Alerts: The MediaTek SmartDevice app enables you to manage notifications and alerts from your connected smart device. You can usually configure which apps send notifications, enable or disable specific types of notifications, and customize how they are displayed on your Android device. Check the notification settings within the app to manage these preferences. App-specific Features: Some smart devices offer additional features through dedicated apps or app extensions. If your device supports such apps, you can explore the 'Apps' or 'App Store' section within the MediaTek SmartDevice app. From there, you can download and install compatible apps that extend the functionality of your smart device. Follow the instructions provided by the app developer to set up and use these additional features. Firmware Updates: It's important to keep your smart device's firmware up to date for improved performance and bug fixes. Check for firmware updates within the MediaTek SmartDevice app periodically and follow the instructions to update your device's software if updates are available. Remember to consult the user manual or documentation that came with your smart device for specific instructions on how to use the MediaTek SmartDevice app with your particular device. These instructions may provide more detailed steps and device-specific information. If you have any specific questions or concerns while using the MediaTek SmartDevice app, it's recommended to reach out to the app's support team or consult the manufacturer's resources for further assistance.",

	 "isLocked": true,
	 "id": 2,
	 	 
	 "showBTN": false,
	 "BtnURL": "xxxx",
	 "BtnTXT": "xxxx"
	},
	{
	 "image": "https://i.ytimg.com/vi/Ei2oHLUDhzc/maxresdefault.jpg",
	 "title": "Proper Use",
	 "text": "To ensure the proper use of the MediaTek SmartDevice app, follow these guidelines: Compatibility: Ensure that your Android device meets the system requirements for running the MediaTek SmartDevice app. Check the compatibility list provided by the app developer or consult the device's user manual. App Permissions: Grant the necessary permissions requested by the app during installation or when prompted. These permissions may include access to Bluetooth, notifications, and other relevant features. Granting these permissions allows the app to function properly. Device Pairing: Follow the specific instructions provided by the manufacturer of your smart device to initiate the pairing process with the MediaTek SmartDevice app. This typically involves enabling Bluetooth on your Android device and your smart device, and following the pairing instructions within the app. Explore Features: Once the pairing is successful, explore the various features and functionalities offered by your smart device through the MediaTek SmartDevice app. This may include settings customization, notifications management, app installations, health tracking, music control, and more. Familiarize yourself with the available options and settings to make the most of your device.",
	 "text_two": "Firmware Updates: Check for firmware updates within the MediaTek SmartDevice app and install them as they become available. Firmware updates often bring bug fixes, stability improvements, and new features to enhance your smart device's performance. Follow the instructions provided by the app to update your device's firmware. Troubleshooting: If you encounter any issues while using the MediaTek SmartDevice app, consult the app's documentation, online resources, or support channels for troubleshooting guidance. The app developer or the smart device manufacturer should be able to provide assistance in resolving any problems you may encounter. User Manual: Refer to the user manual or documentation that came with your smart device for detailed instructions on how to use specific features and functionalities. The user manual will often provide device-specific information that can help you navigate and make the most of your smart device and the accompanying app. Remember to prioritize your privacy and security while using any app, including the MediaTek SmartDevice app. Review and adjust app permissions, ensure that you are using the latest version of the app, and be cautious when granting access to personal data. If you have any specific questions or concerns about the proper use of the MediaTek SmartDevice app, it's recommended to reach out to the app's support team or consult the manufacturer's resources for further guidance.",

	 "isLocked": false,
	 "id": 3,
	 
	 "showBTN": false,
	 "BtnURL": "",
	 "BtnTXT": "Click"
	},
	{
	"image": "https://i.ytimg.com/vi/g7fAiRZcul0/mqdefault.jpg",
	 "title": "Features",
	 "text": "The specific features of the MediaTek SmartDevice app can vary depending on the smart device you are using it with, as well as the version of the app itself. However, here are some common features that you might find in the MediaTek SmartDevice app: Device Pairing: The app allows you to pair your Android device with a compatible smart device such as a smartwatch, fitness tracker, or other wearable device. It facilitates the connection between the two devices, enabling communication and synchronization. Device Management: Once your smart device is paired, the app provides a management interface where you can configure various settings and preferences. This may include adjusting display brightness, sound volume, vibration settings, language preferences, and more. Notifications: The MediaTek SmartDevice app allows you to receive notifications from your connected smart device directly on your Android device. This could include incoming call notifications, text messages, social media notifications, and other app-specific alerts. You can typically customize which notifications are displayed and how they appear on your device.",
	 "text_two": "App Extensions: Some smart devices offer additional functionality through dedicated apps or app extensions. The MediaTek SmartDevice app may provide access to an app store or repository where you can download and install compatible apps for your smart device. These apps can enhance the capabilities of your device, providing features such as weather updates, health tracking, music control, and more. Health and Fitness Tracking: Many smart devices are equipped with sensors to monitor your health and fitness activities. The MediaTek SmartDevice app may provide access to health and fitness-related features such as step tracking, heart rate monitoring, sleep tracking, workout recording, and other health-related data. Firmware Updates: The app may offer a feature to check for firmware updates for your connected smart device. Firmware updates often bring bug fixes, performance improvements, and new features. It's important to keep your smart device's firmware up to date for optimal performance and security. These are just some of the common features that you may find in the MediaTek SmartDevice app. The actual features available will depend on the specific smart device you are using it with. It's recommended to refer to the user manual or documentation provided with your smart device or contact the smart device manufacturer for detailed information about the features and functionalities of the MediaTek SmartDevice app in relation to your specific device.",

	 "isLocked": false,
	 "id": 4,

	 "showBTN": false,
	 "BtnURL": "xxxx",
	 "BtnTXT": "xxxx"
	},
	{
	"image": "https://i.ytimg.com/vi/_c4bcYDgiA8/mqdefault.jpg",
	 "title": "More Tips",
	 "text": "Certainly! Here are some additional tips to help you make the most of the MediaTek SmartDevice app: Explore Settings: Take the time to thoroughly explore the settings menu within the app. This is where you can customize various aspects of your smart device's behavior, such as display settings, sound preferences, notification settings, and more. Adjust these settings to suit your preferences and enhance your user experience. Personalize Watch Faces: If you're using a smartwatch or a device with a customizable watch face, the MediaTek SmartDevice app may provide options to personalize and change the watch face. Explore the available watch face designs and choose one that suits your style. You might even be able to download additional watch faces from the app or the app store associated with your smart device. Manage App Notifications: The app likely includes settings to manage notifications from various apps on your smart device. You can typically enable or disable notifications from specific apps, customize the appearance of notifications, or set priority levels. Review these settings to control the notifications you receive on your Android device. App Updates and Compatibility: Regularly check for updates to the MediaTek SmartDevice app in the Google Play Store. Keeping the app up to date ensures you have access to the latest features and improvements. Additionally, if you encounter compatibility issues or problems with the app, updating it may resolve any conflicts or bugs.",
	 "text_two": "Battery Optimization: Smart devices often have limited battery life, so it's essential to optimize power consumption. Check if the MediaTek SmartDevice app provides any battery-saving features or settings. For example, you might be able to adjust screen brightness, disable unnecessary features when not in use, or enable power-saving modes to extend battery life. Consult User Community and Online Resources: If you're looking for additional tips, tricks, or specific advice for your smart device, consider joining user communities or forums related to your device or the MediaTek SmartDevice app. You can connect with other users, share experiences, and learn from their insights. Additionally, the manufacturer or app developer may have online resources, tutorials, or FAQs that can provide helpful information. Regular Maintenance: It's a good practice to periodically check the app and smart device for updates, as well as perform any recommended maintenance tasks. This includes clearing app caches, restarting your smart device, or performing any device-specific maintenance routines suggested by the manufacturer. Regular maintenance helps ensure smooth operation and optimal performance. Remember to refer to the specific user manual or documentation that came with your smart device for device-specific tips and instructions. These resources often contain valuable information and guidance on how to maximize your smart device's potential. If you have any further questions or need assistance with a particular aspect of the MediaTek SmartDevice app, don't hesitate to ask for more specific guidance.",

	 "isLocked": false,
	 "id": 5,

	 "showBTN": false,
	 "BtnURL": "xxxx",
	 "BtnTXT": "xxxx"
	},
	{
	"image": "https://i.ytimg.com/vi/EiYA8UKMxFU/maxresdefault.jpg",
	 "title": "Conclusion",
	 "text": "In conclusion, the MediaTek SmartDevice app is designed to connect and manage compatible smart devices such as smartwatches, fitness trackers, and other wearables. By following the pairing process and exploring the app's features, you can enhance the functionality and customization of your smart device. Some key points to keep in mind: Ensure compatibility between your Android device and the smart device you want to connect. Grant the necessary permissions requested by the app during installation. Follow the specific instructions provided by the smart device manufacturer to pair your device with the app. Explore the app's settings to customize various aspects of your smart device's behavior. Take advantage of the notification management feature to control the notifications you receive on your Android device. Check for firmware updates regularly to keep your smart device up to date.",
	 "text_two": "Personalize your experience by exploring watch face options, app extensions, and other available features. Consider consulting user communities, online resources, and the manufacturer's documentation for additional tips and support. Remember that the specific features and functionalities of the MediaTek SmartDevice app can vary depending on your smart device and the app version. Therefore, referring to the user manual or contacting the smart device manufacturer can provide device-specific guidance. By familiarizing yourself with the app and its capabilities, you can make the most of your smart device and enjoy a personalized and efficient user experience.",

	 "isLocked": false,
	 "id": 6,

	 "showBTN": false,
	 "BtnURL": "xxxx",
	 "BtnTXT": "xxxx"
	}
  ]  
}
